{
  "about_Button": "About me",
  "Projects_Button": "Projects",
  "Contact_Button": "Get in touch",
  "Home_Text": "I'm a web developer who loves making the web a more awesome place. I write code that works, most of the time, and designs that always impress. Explore my portfolio and let's create something incredible together!",
  "CV_button": "View CV",
  "contact_tag": "Contact",
  "About_Me_Text_1": "I'm a Self-taught Web Developer based in Lübeck, Germany. And current Bachelor's student in Computer Science at Technische Hochschule Lübeck. My journey into web development began with curiosity and has grown into a full-fledged passion.",
  "About_Me_Text_2": "I've mastered HTML, CSS, and JavaScript, and I'm eagerly exploring advanced frameworks like React and NEXT. I thrive on transforming concepts into sleek, user-friendly websites and am always hungry for new challenges and learning opportunities.",
  "About_Me_Text_3": "Outside of coding, I unwind by playing chess, and experimenting with culinary creations. I'm also an avid sci-fi fan who enjoys immersing myself in captivating stories.",
  "About_Me_Text_4": "Let's connect and build something amazing together! Reach out to me at",
  "About_Me_Text_5": "or find me on",
  "languages": "Languages",
  "databases": "Databases",
  "first_project_date": "February 2024 - july 2024",
  "first_project_description": "Developed a dynamic e-commerce platform for footwear, featuring seamless user authentication, secure payment processing, and a responsive design for an optimal shopping experience.",
  "second_project_date": "June 2024 - Juli 2024",
  "second_project_description": "Developed an Engaging Portfolio Website Showcasing My Development Expertise and Creative Design Skills",
  "third_project_date": "January 2024 - july 2024",
  "third_project_description": "Created a visually appealing and user-friendly landing page for an online school, highlighting key features, course offerings, and student testimonials to attract prospective learners",
  "contact_subject": "Subject",
  "contact_message": "Message",
  "contact_send": "Send Message",
  "built_by": "built with",
  "built_by_2": "by",
  "no_ads": "No ads, no tracking. Enjoy your day!"
}
