{
  "about_Button": "Über mich",
  "Projects_Button": "Projekte",
  "Contact_Button": "Kontaktiere mich",
  "Contact_Title": "Kontaktiere mich",
  "Changing_Portion": "Ich bin ein",
  "Home_Text": "Ich bin ein Webentwickler, der es liebt, das Web zu einem besseren Ort zu machen. Ich schreibe Code, der meistens funktioniert, und Designs, die immer beeindrucken. Entdecke mein Portfolio und lass uns gemeinsam etwas Unglaubliches schaffen!",
  "CV_button": "CV ansehen",
  "contact_tag": "Kontakt",
  "About_Me_Text_1": "Ich bin ein Self-Taught Web Developer mit Sitz in Lübeck, Deutschland. Und aktuelle Bachelor-Student in Informatik an der Technischen Hochschule Lübeck. Meine Reise in die Webentwicklung begann mit Neugier und hat sich zu einer vollwertigen Leidenschaft entwickelt.",
  "About_Me_Text_2": "Ich beherrsche HTML, CSS und JavaScript und beschäftige mich mit fortgeschrittenen Frameworks wie React und NEXT. Ich lebe davon, Konzepte in schlanke, benutzerfreundliche Websites zu verwandeln und bin immer hungrig auf neue Herausforderungen und Lernmöglichkeiten.",
  "About_Me_Text_3": "Außerhalb des Programmierens entspanne ich mich, indem ich Schach spiele und mit kulinarischen Kreationen experimentiere. Ich bin auch ein begeisterter Sci-Fi-Fan, der es genießt, in fesselnde Geschichten einzutauchen.",
  "About_Me_Text_4": "Lass uns verbinden und etwas Erstaunliches zusammen bauen! Erreiche mich unter",
  "About_Me_Text_5": "oder finde mich auf",
  "languages": "Spachen",
  "databases": "Datenbanken",
  "first_project_date": "Februar 2024 - Juli 2024",
  "first_project_description": "Entwicklung einer dynamischen E-Commerce-Plattform für Schuhe mit nahtloser Benutzerauthentifizierung, sicherer Zahlungsabwicklung und einem responsiven Design für ein optimales Einkaufserlebnis.",
  "second_project_date": "juni 2024 - Juli 2024",
  "second_project_description": "Entwicklung einer beeindruckenden Portfolio-Website, die meine technischen Fähigkeiten und kreativen Designkompetenzen präsentiert.",
  "third_project_date": "Januar 2024 - Juli 2024",
  "third_project_description": "Erstellung einer visuell ansprechenden und benutzerfreundlichen Landingpage für eine Online-Schule, die wichtige Funktionen, Kursangebote und Erfahrungsberichte von Schülern hervorhebt, um potenzielle Lernende anzuziehen",
  "contact_subject": "Betreff",
  "contact_message": "Nachricht",
  "contact_send": "Nachricht senden",
  "built_by": "Mit viel",
  "built_by_2": "erstellt von",
  "no_ads": "Keine Werbung, kein Tracking. Genieße deinen Tag!",
  "home_1": "Webentwickler",
  "home_3": "Schachspieler",
  "home_2": "Student"
}
